{
    "posts": [{"id":1,"area":"POS Platform","title":"enhance transparent e-services","descrip":"Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Etiam vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem. Praesent id massa id nisl venenatis lacinia. Aenean sit amet justo. Morbi ut odio. Cras mi pede, malesuada in, imperdiet et, commodo vulputate, justo.","user_name":"Othella Blades","progress":"Not Started"},
    {"id":2,"area":"Full stack engineering","title":"incentivize sticky channels","descrip":"Integer aliquet, massa id lobortis convallis, tortor risus dapibus augue, vel accumsan tellus nisi eu orci. Mauris lacinia sapien quis libero. Nullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum. Integer a nibh.","user_name":"Zia Casella","progress":"Completed"},
    {"id":3,"area":"R+D","title":"unleash sticky technologies","descrip":"Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum. In hac habitasse platea dictumst. Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante. Nulla justo. Aliquam quis turpis eget elit sodales scelerisque.","user_name":"Charis Ilyinykh","progress":"Not Started"},
    {"id":4,"area":"Software Quality","title":"incubate one-to-one supply-chains","descrip":"Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem.","user_name":"Dunstan Goldby","progress":"In Progress"},
    {"id":5,"area":"R+D","title":"unleash B2C niches","descrip":"Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue.","user_name":"Gypsy Ayres","progress":"In Progress"},
    {"id":6,"area":"POS Platform","title":"revolutionize dynamic e-commerce","descrip":"Nulla tempus.","user_name":"Lew Iacoviello","progress":"Not Started"},
    {"id":7,"area":"POS Platform","title":"embrace innovative architectures","descrip":"Aliquam non mauris. Morbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis. Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl.","user_name":"Antoni Hawkeridge","progress":"Not Started"},
    {"id":8,"area":"Tecnologias","title":"benchmark compelling interfaces","descrip":"Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum.","user_name":"Darya Jarrad","progress":"Not Started"},
    {"id":9,"area":"E-Commerce","title":"exploit synergistic interfaces","descrip":"Praesent lectus.","user_name":"Dannel Lount","progress":"Not Started"},
    {"id":10,"area":"POS Platform","title":"scale visionary models","descrip":"Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt.","user_name":"Daffy Sherred","progress":"Not Started"}]
}